var SomeEvent = {
    Events:[
        {
            "HeaderText": "Вы забрели в тёмную комнату где по середине лежит раком мёртвый слэйв.",
            "Answers":["Подойти к нему.","Отступить и пройти мимо."]
        },
        /*подойти к нему*/
        {
            "HeaderText": "Вы видите как у слэйва торчит из его эсс легендарный по сказаниям меч 'Хуюлибр'. Любой герой хотел завладеть таким сильным артефактом.",
            "Answers":["Достать 'Хуюлибр' и забрать с собой (Требуется: Сила 17).","Отойти от этого 'грязного' слэйва и уйти.","Взять 'Хуюлибр' полной комплектации вместе с 'грязным' слэйвом (Требуется: Сила 35)."]
        },
        /*Достать 'Хуюлибр' и забрать с собой (Требуется: Сила 17).*/
        {
            "HeaderText": "*Успешно* Вы с легкостью достаёте 'Хуюлибр', а слэйв расщипляется на атомы у вас на глазах.",
            "Answers":["Пойти дальше."]
        },
        /*Достать 'Хуюлибр' и забрать с собой (Требуется: Сила 17).*/
        {
            "HeaderText": "*Неудача* Вы слишком сильно взялись за рукоять легендарного клинка что он рассыпался на мелкие кусочки, а слэйв превращается в пыль.",
            "Answers":["Смирится, всгрустнуть и пойти дальше."]
        },
        /*Отойти от этого 'грязного' слэйва и уйти.*/
        {
            "HeaderText": "Вы уходите в следующую комнату и мервый слэйв испарятся в пыль. Вы никогда теперь не сможете завладеть легендарным 'Хуюлибуром'.",
            "Answers":["Смирится, всгрустнуть и пойти дальше."]
        },
        /*Взять 'Хуюлибр' полной комплектации вместе с 'грязным' слэйвом (Требуется: Сила 35).*/
        {
            "HeaderText": "*Успешно* Вы хватаете несчастного слэйва за бёдра и закидываете его прямо себе на спину.",
            "Answers":["Пойти дальше."]
        },
        /*Взять 'Хуюлибр' полной комплектации вместе с 'грязным' слэйвом (Требуется: Сила 35).*/
        {
            "HeaderText": "*Неудача* Вы хватаете несчастного слэйва за бёдра, но из за слишком сильного здавливания он преврящается в сгусток слайма.",
            "Answers":["Начать бой."]
        },
        /*Начать бой*/
        {
            "HeaderText": "Вы побеждаете слайма и вскоре видите 'Хуюлибр' лежащий в луже слизи.",
            "Answers":["Забрать 'Хуюлибр' и пойти дальше."]
        },
        /*Отступить и пройти мимо*/
        {
            "HeaderText": "Вы уходите в следующую комнату и мервый слэйв испарятся в пыль.",
            "Answers":["Пойти дальше."]
        }
        
        ]
}	

